// Shaoqi Jiang for My Love Yuanyuan Wei 
// Celebrate our 3rd years love
var config = {
 
    lines: [
        "亲爱的",
        "逝去的岁月，如何能托于烟尘",
        "与你共度的时光，多久都不足够",
        "你让我着了迷，从肉体到灵魂",
        "仿佛你在哪里，光就在哪里",
        "你是我温暖的手套、冰冷的啤酒,带着太阳光气息的衬衫,日复一日的梦想",
        "爱你永远。。。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-03-12T12:24:00",
    // 双方的名字
    names: ["啦啦啦Lion", "喵喵"]
}
